// const nakaz = '1.1. Черговий частини – {-1-}, зі штатною зброєю та засобами індивідуального захисту.';
// const template = 'начальник електротехнічної служби старший лейтенант Марецький С.Л.';
// const result = nakaz.replace(`{-1-}`, template);
// console.log(result);

// const arr = [
//   '1.1. Черговий частини – ',
//   'начальник автомобільної служби капітан Лисий С.С.\r',
//   ', зі штатною зброєю та засобами індивідуального захисту.\r'
// ];
// console.log(arr.map(str => str.trim()).join(''));


const str = 'qwerty';
console.log(str[0]);

