import React from 'react';
// import './AboutUs.css';

function AboutUs() {
  return (
    <div className="AboutUs">
      <h1>Про нас</h1>
      <p>
        Військова частина ХХХХ - це надійний захисник нашої держави. 
        Ми здійснюємо захист кордонів, забезпечуємо безпеку населення та підтримуємо мир.
      </p>
      <p>
        Історія нашої частини починається з 1991 року. За цей час ми здобули численні нагороди 
        та визнання за нашу роботу.
      </p>
    </div>
  );
}

export default AboutUs;
